export default {
  projections: {
    АвПользователиE: {
      датаРегистрации: {
        __caption__: 'Дата регистрации'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      },
      тЧПрава: {
        __caption__: 'Т ч права',
        праваПол: {
          __caption__: 'Права пол'
        }
      }
    },
    АвПользователиL: {
      датаРегистрации: {
        __caption__: 'Дата регистрации'
      },
      логин: {
        __caption__: 'Логин'
      },
      пароль: {
        __caption__: 'Пароль'
      },
      сотрудники: {
        __caption__: 'Ф и о сотрудника',
        фИОСотрудника: {
          __caption__: 'Ф и о сотрудника'
        }
      }
    }
  },
  validations: {
    датаРегистрации: {
      __caption__: 'Дата регистрации'
    },
    логин: {
      __caption__: 'Логин'
    },
    пароль: {
      __caption__: 'Пароль'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    тЧПрава: {
      __caption__: 'Т ч права'
    }
  }
};
