export default {
  projections: {
    УтверждениеДокE: {
      дата: {
        __caption__: 'Дата'
      },
      утверждение: {
        __caption__: 'Утверждение'
      },
      авПользователи: {
        __caption__: 'Ав пользователи',
        логин: {
          __caption__: 'Логин'
        }
      },
      формаДокумента: {
        __caption__: 'Форма документа',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    УтверждениеДокL: {
      дата: {
        __caption__: 'Дата'
      },
      утверждение: {
        __caption__: 'Утверждение'
      },
      авПользователи: {
        __caption__: 'Логин',
        логин: {
          __caption__: 'Логин'
        }
      },
      формаДокумента: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    утверждение: {
      __caption__: 'Утверждение'
    },
    авПользователи: {
      __caption__: 'Ав пользователи'
    },
    формаДокумента: {
      __caption__: 'Форма документа'
    }
  }
};
